Repository: DanielHaring/focuspoint
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: Focus point wizard
de: Fokuspunkt Assistent

# focuspoint.wizard.imagesonly
source: (just for images)
de: (nur für Bilder)

# sys_file_metadata.focus_point_x
source: Focus point (X)
de: Fokuspunkt (X)

# sys_file_metadata.focus_point_y
source: Focus point (Y)
de: Fokuspunkt (Y)

# sys_file_reference.focus_point_x
source: focus_point_x
de: Focus Punkt X

# sys_file_reference.focus_point_y
source: focus_point_y
de: Focus Punkt Y

# tt_content.image_ratio
source: Ratio
de: Verhältnis

# no.handler
source: We found no handler to edit this information with the handler. Please contact your system admin...
de: Wir haben keinen Verarbeiter gefunden um dieses Bild zu bearbeiten. Bitte kontaktiere deinen System Administrator...

# wizard.title
source: Click the image to set the FocusPoint.
de: Klicke in das Bild um den Focuspunkt zu setzen.

# tx_focuspoint_domain_model_dimension.identifier
source: Identifier
de: Identifizierer

# tx_focuspoint_domain_model_dimension.title
source: Title
de: Titel

# tx_focuspoint_domain_model_filestandalone
source: fFile standalone
de: Datei Standalone

# tx_focuspoint_domain_model_filestandalone.focus_point_x
source: focus_point_x
de: Focus Punkt X

# tx_focuspoint_domain_model_filestandalone.focus_point_y
source: focus_point_y
de: Focus Punkt Y

# tx_focuspoint_domain_model_filestandalone.relative_file_path
source: relative_file_path
de: Relativer Datei Pfad
